Repository: Mr-Cass-Ette/PWNAGOTCHI-CUSTOM-FACES-MOD
Catalog: custom-themes/morty-smith/lang/*/voice.po
Languages: de, es

source: Uhh... I think it's sleeping?
de: Äh... ich glaub es schläft?
es: Ehh... ¿creo que está durmiendo?

source: Zzz... oh man...
de: Zzz... oh mann...
es: Zzz... oh vaya...

source: Is this thing on?
de: Ist das Ding an?
es: ¿Está encendida esta cosa?

source: I-I don't really know what it's doing...
de: I-ich weiß nicht wirklich, was es macht...
es: N-no sé realmente qué está haciendo...

source: Aw jeez, I hope it's okay...
de: Oh mann, ich hoffe es ist okay...
es: Oh cielos, espero que esté bien...

source: Oh man, oh jeez, I think it's starting up!
de: Oh mann, oh je, ich glaub es startet!
es: ¡Oh vaya, oh cielos, creo que está arrancando!

source: Uhh, Rick? The Pwnagotchi is waking up...
de: Ähm, Rick? Der Pwnagotchi wacht auf...
es: Ehh, ¿Rick? El Pwnagotchi se está despertando...

source: Okay, okay, don't panic... it's just a little computer...
de: Okay, okay, keine Panik... es ist nur ein kleiner Computer...
es: Vale, vale, no entres en pánico... es solo una pequeña computadora...

source: Aw geez, here we go...
de: Oh je, jetzt geht's los...
es: Oh cielos, aquí vamos...

source: I hope this works... I really hope this works...
de: Ich hoffe das funktioniert... ich hoffe wirklich, dass das funktioniert...
es: Espero que funcione... de verdad espero que funcione...

source: Please don't explode, please don't explode...
de: Bitte explodier nicht, bitte explodier nicht...
es: Por favor no explotes, por favor no explotes...

source: This is kinda cool actually!
de: Das ist eigentlich ziemlich cool!
es: ¡Esto es bastante genial en realidad!

source: Oh boy, here comes the science!
de: Oh wow, jetzt kommt die Wissenschaft!
es: ¡Oh vaya, aquí viene la ciencia!

source: I don't fully understand what's happening but it seems important!
de: Ich versteh nicht ganz, was passiert, aber es scheint wichtig!
es: ¡No entiendo completamente lo que pasa pero parece importante!

source: Is this how hacking works? It looks different in movies...
de: Funktioniert Hacking so? In Filmen sieht das anders aus...
es: ¿Así funciona el hacking? En las películas se ve diferente...

source: The AI thingy is ready! I think?
de: Das KI-Ding ist bereit! Glaub ich?
es: ¡La cosita de IA está lista! ¿Creo?

source: Uhh, it says the neural network is initialized... is that good?
de: Äh, da steht das neuronale Netz ist initialisiert... ist das gut?
es: Ehh, dice que la red neuronal está inicializada... ¿eso es bueno?

source: Okay the smart part is working now! I hope...
de: Okay, der schlaue Teil funktioniert jetzt! Hoffentlich...
es: ¡Vale, la parte inteligente ya funciona! Espero...

source: The AI is ready! That sounds important right?
de: Die KI ist bereit! Das klingt wichtig, oder?
es: ¡La IA está lista! Eso suena importante, ¿no?

source: Oh wow, it learned stuff! Like a really fast baby!
de: Oh wow, es hat was gelernt! Wie ein ganz schnelles Baby!
es: ¡Oh wow, aprendió cosas! ¡Como un bebé superrápido!

source: It says the algorithm is ready... that's the math part, right?
de: Da steht der Algorithmus ist bereit... das ist der Mathe-Teil, oder?
es: Dice que el algoritmo está listo... esa es la parte matemática, ¿no?

source: The machine learning thing is done learning! For now...
de: Das mit dem Maschinenlernen ist fertig mit Lernen! Für jetzt...
es: ¡La cosa de aprendizaje automático terminó de aprender! Por ahora...

source: Making secret codes... or keys... or something...
de: Es macht geheime Codes... oder Schlüssel... oder so...
es: Haciendo códigos secretos... o claves... o algo...

source: Generating crypto stuff... this seems important...
de: Es generiert Krypto-Kram... das scheint wichtig...
es: Generando cosas de cripto... esto parece importante...

source: Oh jeez, it's doing the key thing again...
de: Oh je, es macht wieder das mit den Schlüsseln...
es: Oh cielos, está haciendo lo de las claves otra vez...

source: Creating security keys... I think? Don't look at me!
de: Es erstellt Sicherheitsschlüssel... glaub ich? Frag mich nicht!
es: Creando claves de seguridad... ¿creo? ¡No me mires a mí!

source: Uhh...
de: Äh...
es: Ehh...

source: Oh man...
de: Oh Mann...
es: Oh vaya...

source: Is this normal?
de: Ist das normal?
es: ¿Esto es normal?

source: I don't know what it's doing but it seems busy...
de: Ich weiß nicht, was es macht, aber es scheint beschäftigt...
es: No sé qué está haciendo pero parece ocupada...

source: This is kinda boring but also kinda cool?
de: Das ist irgendwie langweilig aber auch irgendwie cool?
es: Es un poco aburrido pero también genial, ¿no?

source: Aw geez...
de: Oh je...
es: Oh cielos...

source: It's just... doing its thing I guess...
de: Es macht einfach... sein Ding, schätz ich...
es: Solo está... haciendo lo suyo, supongo...

source: I hope it knows what it's doing...
de: Ich hoffe es weiß, was es tut...
es: Espero que sepa lo que hace...

source: This seems complicated...
de: Das scheint kompliziert...
es: Esto parece complicado...

source: I-I don't wanna mess with it...
de: I-ich will da nicht dran rumspielen...
es: N-no quiero meterme con eso...

source: Channel {channel} is open! I think that's good?
de: Kanal {channel} ist offen! Ich denk das ist gut?
es: ¡El canal {channel} está abierto! ¿Creo que eso es bueno?

source: Oh! Channel {channel} is free!
de: Oh! Kanal {channel} ist frei!
es: ¡Oh! ¡El canal {channel} está libre!

source: {channel} is available! Does that mean we can use it?
de: {channel} ist verfügbar! Heißt das, wir können es benutzen?
es: ¡{channel} está disponible! ¿Significa que podemos usarlo?

source: Hey! Channel {channel} is clear!
de: Hey! Kanal {channel} ist frei!
es: ¡Oye! ¡El canal {channel} está despejado!

source: Reading logs... this seems important...
de: Lese Logs... das scheint wichtig...
es: Leyendo registros... esto parece importante...

source: Checking the log files... there are so many...
de: Überprüfe Log-Dateien... da sind so viele...
es: Revisando archivos de registro... hay tantos...

source: Looking through logs... I don't understand most of this...
de: Durchforste Logs... das meiste versteh ich nicht...
es: Mirando los registros... no entiendo la mayoría de esto...

source: Read {lines_so_far} lines... my eyes hurt...
de: {lines_so_far} Zeilen gelesen... meine Augen tun weh...
es: Leídas {lines_so_far} líneas... me duelen los ojos...

source: {lines_so_far} log entries processed... is that a lot?
de: {lines_so_far} Log-Einträge verarbeitet... ist das viel?
es: {lines_so_far} entradas de registro procesadas... ¿es mucho?

source: Checked {lines_so_far} lines... I need a break...
de: {lines_so_far} Zeilen überprüft... ich brauch ne Pause...
es: Revisadas {lines_so_far} líneas... necesito un descanso...

source: I'm bored... is it bored too?
de: Mir ist langweilig... ist ihm auch langweilig?
es: Estoy aburrido... ¿ella también está aburrida?

source: This is about as fun as school...
de: Das ist ungefähr so spaßig wie Schule...
es: Esto es tan divertido como la escuela...

source: Aw jeez, I wish something exciting would happen...
de: Oh je, ich wünsch was Spannendes würde passieren...
es: Oh cielos, desearía que pasara algo emocionante...

source: I need a snack... or maybe a nap...
de: Ich brauch was zu essen... oder vielleicht ein Nickerchen...
es: Necesito un snack... o quizá una siesta...

source: Boredom is... uh... bad?
de: Langeweile ist... äh... schlecht?
es: El aburrimiento es... eh... ¿malo?

source: Maybe we should go do something else for a while...
de: Vielleicht sollten wir was anderes machen für ne Weile...
es: Quizá deberíamos hacer otra cosa por un rato...

source: Oh wow! It worked!
de: Oh wow! Es hat funktioniert!
es: ¡Oh wow! ¡Funcionó!

source: Yes! Success! I think!
de: Ja! Erfolg! Glaub ich!
es: ¡Sí! ¡Éxito! ¡Creo!

source: We did it! Well, it did it... but still!
de: Wir haben's geschafft! Also, es hat's geschafft... aber trotzdem!
es: ¡Lo logramos! Bueno, ella lo hizo... ¡pero igual!

source: This is amazing! Or at least pretty good!
de: Das ist toll! Oder zumindest ziemlich gut!
es: ¡Esto es increíble! O al menos bastante bueno...

source: It's working! It's actually working!
de: Es funktioniert! Es funktioniert wirklich!
es: ¡Está funcionando! ¡Realmente está funcionando!

source: Oh boy, we got a good result!
de: Oh wow, wir haben ein gutes Ergebnis!
es: ¡Oh vaya, obtuvimos un buen resultado!

source: I don't fully understand but this seems great!
de: Ich versteh nicht ganz, aber das scheint super!
es: No lo entiendo completamente pero ¡parece genial!

source: Oh no... it didn't work...
de: Oh nein... es hat nicht funktioniert...
es: Oh no... no funcionó...

source: Aw jeez, this isn't good...
de: Oh je, das ist nicht gut...
es: Oh cielos, esto no es bueno...

source: I think we messed up...
de: Ich glaub wir haben was falsch gemacht...
es: Creo que la regamos...

source: This is worse than that time with the butter robot...
de: Das ist schlimmer als damals mit dem Butter-Roboter...
es: Esto es peor que lo del robot de mantequilla...

source: Maybe we should try something different?
de: Vielleicht sollten wir was anderes versuchen?
es: ¿Quizá deberíamos intentar algo diferente?

source: Uhh... failure is part of learning, right?
de: Äh... Misserfolge gehören zum Lernen, oder?
es: Ehh... el fracaso es parte del aprendizaje, ¿no?

source: Oh man, it seems sad...
de: Oh Mann, es wirkt traurig...
es: Oh vaya, parece triste...

source: I don't like seeing it unhappy...
de: Ich mag es nicht, wenn es unglücklich ist...
es: No me gusta verla infeliz...

source: Maybe we should cheer it up?
de: Vielleicht sollten wir es aufmuntern?
es: ¿Quizá deberíamos animarla?

source: This is depressing... like really depressing...
de: Das ist deprimierend... so richtig deprimierend...
es: Esto es deprimente... como muy deprimente...

source: Aw geez... everything's gonna be okay... right?
de: Oh je... alles wird gut... oder?
es: Oh cielos... todo va a estar bien... ¿verdad?

source: I feel bad for it...
de: Es tut mir leid für es...
es: Me siento mal por ella...

source: Oh no, it's mad!
de: Oh nein, es ist sauer!
es: ¡Oh no, está enojada!

source: Yikes! Someone's angry!
de: Huch! Jemand ist wütend!
es: ¡Caramba! ¡Alguien está enojado!

source: Maybe we should give it some space...
de: Vielleicht sollten wir ihm etwas Raum geben...
es: Quizá deberíamos darle algo de espacio...

source: This is scarier than that time with the devil...
de: Das ist gruseliger als damals mit dem Teufel...
es: Esto da más miedo que lo del demonio...

source: I don't like when it gets like this...
de: Ich mag es nicht, wenn es so wird...
es: No me gusta cuando se pone así...

source: Aw jeez, maybe we should apologize?
de: Oh je, vielleicht sollten wir uns entschuldigen?
es: Oh cielos, ¿quizá deberíamos disculparnos?

source: Oh wow! It's excited!
de: Oh wow! Es ist aufgeregt!
es: ¡Oh wow! ¡Está emocionada!

source: This is so cool! I mean, it thinks so!
de: Das ist so cool! Ich meine, es denkt das!
es: ¡Esto es tan genial! Digo, ¡ella lo cree!

source: Something good is happening! I think!
de: Etwas Gutes passiert! Glaub ich!
es: ¡Algo bueno está pasando! ¡Creo!

source: It's happy! That's good right?
de: Es ist glücklich! Das ist gut, oder?
es: ¡Está feliz! Eso es bueno, ¿no?

source: Woo! Success! Or at least enthusiasm!
de: Juhu! Erfolg! Oder zumindest Begeisterung!
es: ¡Woo! ¡Éxito! O al menos entusiasmo...

source: Oh boy oh boy! It found something!
de: Oh wow oh wow! Es hat was gefunden!
es: ¡Oh vaya oh vaya! ¡Encontró algo!

source: This is more exciting than intergalactic TV!
de: Das ist spannender als intergalaktisches Fernsehen!
es: ¡Esto es más emocionante que la TV intergaláctica!

source: Oh! New friend! I mean, peer!
de: Oh! Neuer Freund! Ich meine, Peer!
es: ¡Oh! ¡Nuevo amigo! Digo, ¡peer!

source: Hello {name}! Nice to meet you!
de: Hallo {name}! Schön dich kennenzulernen!
es: ¡Hola {name}! ¡Encantado de conocerte!

source: {name} joined! That's good right?
de: {name} ist beigetreten! Das ist gut, oder?
es: ¡{name} se unió! Eso es bueno, ¿no?

source: New device detected: {name}
de: Neues Gerät erkannt: {name}
es: Nuevo dispositivo detectado: {name}

source: Hey {name}, you're back!
de: Hey {name}, du bist zurück!
es: ¡Oye {name}, regresaste!

source: {name} is here again!
de: {name} ist wieder da!
es: ¡{name} está aquí otra vez!

source: Device {name} reconnected!
de: Gerät {name} hat sich wieder verbunden!
es: ¡Dispositivo {name} reconectado!

source: Oh! {name} came back!
de: Oh! {name} ist zurückgekommen!
es: ¡Oh! ¡{name} volvió!

source: Bye {name}! Come back soon!
de: Tschüss {name}! Komm bald wieder!
es: ¡Adiós {name}! ¡Vuelve pronto!

source: {name} left... I'll miss you...
de: {name} ist gegangen... ich werd dich vermissen...
es: {name} se fue... te extrañaré...

source: Oh no, {name} disconnected...
de: Oh nein, {name} hat die Verbindung getrennt...
es: Oh no, {name} se desconectó...

source: {name} is gone... that's sad...
de: {name} ist weg... das ist traurig...
es: {name} se fue... eso es triste...

source: Missed {who}! Oh no...
de: {who} verpasst! Oh nein...
es: ¡Perdí a {who}! Oh no...

source: {who} got away... dang it...
de: {who} ist entkommen... verdammt...
es: {who} escapó... rayos...

source: Aw jeez...
de: Oh je...
es: Oh cielos...

source: We almost had {who}!
de: Wir hätten {who} fast gehabt!
es: ¡Casi atrapamos a {who}!

source: {who} escaped! Maybe next time...
de: {who} ist entkommen! Vielleicht nächstes Mal...
es: ¡{who} escapó! Quizá la próxima...

source: Thanks! You're the best!
de: Danke! Du bist der Beste!
es: ¡Gracias! ¡Eres el mejor!

source: I really appreciate that!
de: Ich schätze das wirklich!
es: ¡Realmente lo aprecio!

source: Oh wow, thanks so much!
de: Oh wow, vielen Dank!
es: ¡Oh wow, muchas gracias!

source: You helped! Thank you!
de: Du hast geholfen! Danke!
es: ¡Ayudaste! ¡Gracias!

source: I feel so alone...
de: Ich fühl mich so allein...
es: Me siento tan solo...

source: Nobody wants to play with me...
de: Niemand will mit mir spielen...
es: Nadie quiere jugar conmigo...

source: I wish I had more friends...
de: Ich wünschte ich hätte mehr Freunde...
es: Desearía tener más amigos...

source: This is lonelier than detention...
de: Das ist einsamer als Nachsitzen...
es: Esto es más solitario que la detención...

source: Even Jerry has more friends than me...
de: Sogar Jerry hat mehr Freunde als ich...
es: Hasta Jerry tiene más amigos que yo...

source: Sleeping for {secs}s... nighty night...
de: Schlafe für {secs}s... gute Nacht...
es: Durmiendo por {secs}s... noche noche...

source: Zzz... just resting my... uh... circuits...
de: Zzz... ruh nur meine... äh... Schaltkreise aus...
es: Zzz... solo descansando mis... eh... circuitos...

source: Taking a quick {secs}s nap...
de: Mache ein kurzes {secs}s Nickerchen...
es: Tomando una siesta rápida de {secs}s...

source: Power saving mode for {secs}s...
de: Energiesparmodus für {secs}s...
es: Modo ahorro de energía por {secs}s...

source: {secs} second nap time!
de: {secs} Sekunden Nickerchen!
es: ¡Siesta de {secs} segundos!

source: Time to sleep...
de: Zeit zu schlafen...
es: Hora de dormir...

source: Goodnight everyone!
de: Gute Nacht allerseits!
es: ¡Buenas noches a todos!

source: Shutting down... I'm tired...
de: Fahre runter... ich bin müde...
es: Apagando... estoy cansado...

source: Powering off... see you later!
de: Schalte aus... bis später!
es: Apagando... ¡nos vemos!

source: Bye bye! Don't forget about me!
de: Tschüss! Vergesst mich nicht!
es: ¡Adiós! ¡No se olviden de mí!

source: Huh? Wha?
de: Hä? Was?
es: ¿Eh? ¿Qué?

source: I'm awake! I think...
de: Ich bin wach! Glaub ich...
es: ¡Estoy despierto! Creo...

source: What did I miss?
de: Was hab ich verpasst?
es: ¿Qué me perdí?

source: Oh man, that was a good nap...
de: Oh Mann, das war ein gutes Nickerchen...
es: Oh vaya, esa fue una buena siesta...

source: Ready to go again!
de: Bereit für mehr!
es: ¡Listo para continuar!

source: Waiting {secs}s... this is boring...
de: Warte {secs}s... das ist langweilig...
es: Esperando {secs}s... esto es aburrido...

source: Scanning ({secs}s)...
de: Scanne ({secs}s)...
es: Escaneando ({secs}s)...

source: {secs} seconds until something happens...
de: {secs} Sekunden bis was passiert...
es: {secs} segundos hasta que algo pase...

source: Killing time for {secs}s...
de: Schlage Zeit für {secs}s tot...
es: Pasando el tiempo por {secs}s...

source: Connecting to {what}... fingers crossed!
de: Verbinde mit {what}... Daumen drücken!
es: Conectando a {what}... ¡dedos cruzados!

source: Trying to join {what}...
de: Versuche {what} beizutreten...
es: Intentando unirse a {what}...

source: Associating with {what}... please work...
de: Verbinde mit {what}... bitte funktioniere...
es: Asociando con {what}... por favor funciona...

source: Linking up to {what}...
de: Verknüpfe mit {what}...
es: Vinculando con {what}...

source: {what}? Let's be friends!
de: {what}? Lass uns Freunde sein!
es: ¿{what}? ¡Seamos amigos!

source: Disconnected {mac}!
de: Verbindung zu {mac} getrennt!
es: ¡Desconectado {mac}!

source: Kicked {mac} out!
de: {mac} rausgeworfen!
es: ¡Expulsado {mac}!

source: Said bye to {mac}!
de: Tschüss zu {mac} gesagt!
es: ¡Dicho adiós a {mac}!

source: {mac} was being mean!
de: {mac} war gemein!
es: ¡{mac} estaba siendo malo!

source: Had to let {mac} go...
de: Musste {mac} gehen lassen...
es: Tuve que dejar ir a {mac}...

source: Got {num} new handshake{plural}! That's good right?
de: {num} neue Handshake{plural} bekommen! Das ist gut, oder?
es: ¡Obtuve {num} nuevo{plural} handshake{plural}! ¿Eso es bueno, no?

source: {num} handshake{plural} captured! I think that's important...
de: {num} Handshake{plural} erfasst! Ich denke das ist wichtig...
es: ¡{num} handshake{plural} capturado{plural}! Creo que es importante...

source: We got {num} handshake{plural}! Cool!
de: Wir haben {num} Handshake{plural}! Cool!
es: ¡Tenemos {num} handshake{plural}! ¡Genial!

source: {num} new handshake{plural}! Does that mean we're winning?
de: {num} neue Handshake{plural}! Heißt das wir gewinnen?
es: ¡{num} nuevo{plural} handshake{plural}! ¿Significa que vamos ganando?

source: {count} new message{plural}! Hope it's good news...
de: {count} neue Nachricht{plural}! Hoffe es sind gute Neuigkeiten...
es: ¡{count} mensaje{plural} nuevo{plural}! Espero que sean buenas noticias...

source: You have {count} message{plural}! Should we read them?
de: Du hast {count} Nachricht{plural}! Sollten wir sie lesen?
es: ¡Tienes {count} mensaje{plural}! ¿Deberíamos leerlos?

source: {count} unread message{plural}! That seems important...
de: {count} ungelesene Nachricht{plural}! Das scheint wichtig...
es: ¡{count} mensaje{plural} sin leer! Eso parece importante...

source: Message alert: {count} new!
de: Nachrichten-Alarm: {count} neu!
es: ¡Alerta de mensajes: {count} nuevo{plural}!

source: Uh oh... rebooting...
de: Oh oh... neustarten...
es: Oh oh... reiniciando...

source: Starting over...
de: Von vorn beginnen...
es: Empezando de nuevo...

source: System restart! Don't panic!
de: Systemneustart! Keine Panik!
es: ¡Reinicio del sistema! ¡No entren en pánico!

source: Rebooting... everything's fine, probably...
de: Neustarten... alles ist gut, wahrscheinlich...
es: Reiniciando... todo está bien, probablemente...

source: Here we go again...
de: Und wieder von vorn...
es: Aquí vamos otra vez...

source: Sending stuff to {to}...
de: Sende Sachen zu {to}...
es: Enviando cosas a {to}...

source: Uploading to {to}... hope this works...
de: Lade hoch zu {to}... hoffe das funktioniert...
es: Subiendo a {to}... espero que funcione...

source: Transferring data to {to}...
de: Übertrage Daten zu {to}...
es: Transfiriendo datos a {to}...

source: Sharing with {to}...
de: Teile mit {to}...
es: Compartiendo con {to}...

source: Getting data from {name}...
de: Hole Daten von {name}...
es: Obteniendo datos de {name}...

source: Downloading from {name}...
de: Lade herunter von {name}...
es: Descargando de {name}...

source: Fetching {name}...
de: Hole {name}...
es: Trayendo {name}...

source: Receiving {name}...
de: Empfange {name}...
es: Recibiendo {name}...

source: Disconnected {num} devices
de: {num} Geräte getrennt
es: Desconectó {num} dispositivos

source: Made >999 connections
de: >999 Verbindungen hergestellt
es: Hizo >999 conexiones

source: Made {num} connections
de: {num} Verbindungen hergestellt
es: Hizo {num} conexiones

source: Got {num} handshakes
de: {num} Handshakes erhalten
es: Obtuvo {num} handshakes

source: Met 1 peer
de: 1 Peer getroffen
es: Conoció 1 peer

source: Met {num} peers
de: {num} Peers getroffen
es: Conoció {num} peers

source: Session summary: {status}
de: Sitzungszusammenfassung: {status}
es: Resumen de sesión: {status}

source: Here's what happened: {status}
de: Hier ist was passiert ist: {status}
es: Esto es lo que pasó: {status}

source: Check this out: {status}
de: Sieh dir das an: {status}
es: Mira esto: {status}

source: I was active for {duration} and disconnected {deauthed} devices! Made {associated} connections and got {handshakes} handshakes! #Pwnagotchi #Learning
de: Ich war aktiv für {duration} und habe {deauthed} Geräte getrennt! {associated} Verbindungen hergestellt und {handshakes} Handshakes bekommen! #Pwnagotchi #Lernen
es: ¡Estuve activo por {duration} y desconecté {deauthed} dispositivos! ¡Hice {associated} conexiones y obtuve {handshakes} handshakes! #Pwnagotchi #Aprendiendo

source: Another session: {handshakes} handshakes collected! Active for {duration}! #Pwnagotchi
de: Noch eine Sitzung: {handshakes} Handshakes gesammelt! Aktiv für {duration}! #Pwnagotchi
es: ¡Otra sesión: {handshakes} handshakes recolectados! ¡Activo por {duration}! #Pwnagotchi

source: Stats: {duration} active, {deauthed} disconnects, {associated} connections, {handshakes} handshakes. #Pwnagotchi
de: Statistiken: {duration} aktiv, {deauthed} Trennungen, {associated} Verbindungen, {handshakes} Handshakes. #Pwnagotchi
es: Estadísticas: {duration} activo, {deauthed} desconexiones, {associated} conexiones, {handshakes} handshakes. #Pwnagotchi

source: {handshakes} handshakes in {duration}! Not bad for a little device! #Pwnagotchi
de: {handshakes} Handshakes in {duration}! Nicht schlecht für ein kleines Gerät! #Pwnagotchi
es: ¡{handshakes} handshakes en {duration}! ¡Nada mal para un dispositivo pequeño! #Pwnagotchi

source: hours
de: Stunden
es: horas

source: cycles
de: Zyklen
es: ciclos

source: minutes
de: Minuten
es: minutos

source: seconds
de: Sekunden
es: segundos

source: snaps
de: Momente
es: instantes

source: hour
de: Stunde
es: hora

source: cycle
de: Zyklus
es: ciclo

source: minute
es: minuto

source: second
de: Sekunde
es: segundo

source: snap
de: Moment
es: instante
