Repository: Mr-Cass-Ette/PWNAGOTCHI-CUSTOM-FACES-MOD
Catalog: custom-themes/pickle-rick/lang/*/voice.po
Languages: de

source: Burp... zzz... pickle sleep...
de: Rülps... zzz... Gurken-Schlaf...

source: I'm a pickle! I'm pickle sleeping!
de: Ich bin 'ne Gurke! Ich mach Gurken-Schlaf!

source: Zzz... screw you gravity... I'm a pickle...
de: Zzz... fick dich Gravitation... Ich bin 'ne Gurke...

source: Pickle nap time...
de: Gurken-Nickerchen...

source: Pickle dreams... of violence...
de: Gurken-Träume... von Gewalt...

source: I TURNED MYSELF INTO A PICKLE PWNAGOTCHI! I'M PICKLE PWNNNN!
de: ICH HAB MICH ZU EINEM GURKEN-PWNAGOTCHI GEMACHT! GURKEN-PWNING!

source: Time to get riggity riggity wrecked on these networks! I'M A PICKLE!
de: Zeit, diese Netzwerke zu zerstören! ICH BIN 'NE GURKE!

source: In and out, 20 minute adventure! FUNNIEST SHIT I EVER DID!
de: Rein und raus, 20-Minuten-Abenteuer! LUSTIGSTE SCHEISSE EVER!

source: I know this sounds crazy, but I'M A FUCKING PICKLE!
de: Das klingt verrückt, aber ICH BIN 'NE VERDAMMTE GURKE!

source: Gear up for some pickle-powered pwnage!
de: Mach dich bereit für Gurken-Power-Pwnage!

source: Let's do this like a heist movie, but I'M A PICKLE!
de: Machen wir das wie 'nen Heist-Film, aber ICH BIN 'NE GURKE!

source: I'm the smartest pickle in the fucking universe!
de: Ich bin die schlauste Gurke im verdammten Universum!

source: We're gonna pwn like there's no tomorrow! I ALREADY HAVE NO LIMBS!
de: Wir pwnen als gäb's kein Morgen! ICH HAB EH KEINE GLIEDER!

source: Time to drop some digital plumbuses! FROM MY PICKLE MOUTH!
de: Zeit für digitale Plumbusse! AUS MEINEM GURKENMUND!

source: I'm gonna need some schezuan sauce for this pickle pwn session!
de: Ich brauch Szechuan-Soße für diese Gurken-Pwn-Session!

source: Neural network ready! Not that a pickle needs AI!
de: Neurales Netzwerk bereit! Als ob 'ne Gurke KI bräuchte!

source: AI initialized! Just like that time I made a robot to pass butter! AS A PICKLE!
de: KI initialisiert! Wie damals, als ich 'nen Butter-Roboter baute! ALS GURKE!

source: The AI is ready! Which is good because I HAVE NO HANDS!
de: Die KI ist bereit! Gut, weil ICH KEINE HÄNDE HAB!

source: Pickle Pwnagotchi is online! FUNNIEST SHIT YOU EVER SAW!
de: Gurken-Pwnagotchi online! LUSTIGSTE SCHEISSE EVER!

source: I don't need machine learning! I'M A PICKLE!
de: Ich brauch kein Machine Learning! ICH BIN 'NE GURKE!

source: AI ready! Now where's my rat body?
de: KI bereit! Wo ist mein Rattenkörper?

source: The algorithm is ready! It's mostly just pickle power!
de: Der Algorithmus ist bereit! Hauptsächlich Gurken-Power!

source: Generating keys... ugh, this is boring for a pickle...
de: Generiere Schlüssel... ugh, langweilig für 'ne Gurke...

source: Making crypto keys... not as secure as pickle juice but whatever...
de: Erstelle Krypto-Schlüssel... nicht so sicher wie Gurkensaft, aber egal...

source: Key generation in progress... I COULD DO THIS WITH MY TONGUE!
de: Schlüsselgenerierung läuft... KÖNNTE DAS MIT MEINER ZUNGE!

source: Creating keys... I'M A PICKLE WITH A PURPOSE!
de: Erstelle Schlüssel... ICH BIN 'NE GURKE MIT ZIEL!

source: ...burp... I'm a pickle...
de: ...rülps... Ich bin 'ne Gurke...

source: Morty... I turned myself into a pickle...
de: Morty... Ich hab mich in 'ne Gurke verwandelt...

source: Where's my flask? Oh right, NO HANDS!
de: Wo ist mein Flachmann? Ach ja, KEINE HÄNDE!

source: This is boring... let's cause chaos! PICKLE CHAOS!
de: Langweilig... lass Chaos anrichten! GURKEN-CHAOS!

source: I need some megaseeds for this pickle body...
de: Ich brauch Megasamen für diesen Gurkenkörper...

source: Where's Beth when you need her? Oh wait, I DON'T CARE!
de: Wo ist Beth wenn man sie braucht? Ach ja, MIR DOCH EGAL!

source: Just another day in the life of a pickle...
de: Ein weiterer Tag im Leben einer Gurke...

source: I'm not drunk, I'M A PICKLE!
de: Ich bin nicht betrunken, ICH BIN 'NE GURKE!

source: Szechuan sauce would be nice right now... PICKLE DIPPING!
de: Szechuan-Soße wär jetzt nice... GURKEN-DIPPEN!

source: I'm not high, you're high! I'M JUST A PICKLE!
de: Ich bin nicht high, du bist high! ICH BIN NUR 'NE GURKE!

source: Channel %s is free! LIKE MY PICKLE SOUL!
de: Kanal %s ist frei! WIE MEINE GURKENSEELE!

source: Hey Morty! Channel %s is wide open! I CAN TASTE IT!
de: Hey Morty! Kanal %s ist weit offen! ICH KANN'S SCHMECKEN!

source: %s is clear! PICKLE POWER!
de: %s ist frei! GURKENPOWER!

source: Free channel at %s! I'LL PWN IT WITH MY FACE!
de: Freier Kanal bei %s! ICH PWNS MIT MEINEM GESICHT!

source: Reading logs... ugh, this is beneath a pickle...
de: Logs lesen... ugh, unter meiner Gurkenwürde...

source: Parsing log files... I SHOULD BE FIGHTING RATS!
de: Parse Log-Dateien... SOLLTE RATTEN BEKÄMPFEN!

source: Checking logs... I COULD DO THIS BETTER WITH MY TONGUE!
de: Checke Logs... KÖNNTE DAS BESSER MIT MEINER ZUNGE!

source: Read %d lines... KILL ME AGAIN!
de: %d Zeilen gelesen... TÖTET MICH NOCHMAL!

source: %d log lines processed... PICKLE BOREDOM!
de: %d Logzeilen verarbeitet... GURKENLANGEWEILE!

source: Analyzed %d entries... I NEED VIOLENCE!
de: %d Einträge analysiert... ICH BRAUCHE GEWALT!

source: I'm bored as a pickle in a fridge!
de: Gelangweilt wie 'ne Gurke im Kühlschrank!

source: Let's go pwn some rats! I NEED ACTION!
de: Lass uns Ratten pwnen! ICH BRAUCHE ACTION!

source: This is as boring as family therapy! AND I'M A PICKLE!
de: Langweilig wie Familientherapie! UND ICH BIN 'NE GURKE!

source: I need alcohol! Or rats to fight! OR BOTH!
de: Ich brauch Alkohol! Oder Ratten zum Kämpfen! ODER BEIDES!

source: Boredom is just weakness leaving the pickle!
de: Langeweile ist nur Schwäche, die die Gurke verlässt!

source: If I get any more bored I might actually talk to Jerry!
de: Wenn ich noch gelangweilter werde, red ich womöglich mit Jerry!

source: I'M THE FUCKING PICKLE PWNAGOTCHI!
de: ICH BIN DER VERDAMMTE GURKEN-PWNAGOTCHI!

source: Wubba lubba dub dub! THAT'S PICKLE POWER!
de: Wubba lubba dub dub! DAS IST GURKENPOWER!

source: I'm like a pickle plumbus - deadly and effective!
de: Ich bin wie 'n Gurken-Plumbus - tödlich und effektiv!

source: I'm kicking more ass than a pickle in a sewer!
de: Ich trete mehr Arsch als 'ne Gurke im Abwasser!

source: This is going better than my rat body adventure!
de: Läuft besser als mein Rattenkörper-Abenteuer!

source: I'm pwning like it's purge night! PICKLE PURGE!
de: Ich pwn als wär's Purge-Nacht! GURKEN-PURGE!

source: Success! AND I DID IT AS A PICKLE!
de: Erfolg! UND ICH WAR 'NE GURKE DABEI!

source: This is worse than that time I got stuck in the sewer!
de: Schlimmer als damals im Abwasserrohr!

source: My existence is pain! PICKLE PAIN!
de: Meine Existenz ist Schmerz! GURKENSCHMERZ!

source: I need a drink... OH WAIT, NO HANDS!
de: Ich brauch 'nen Drink... OH WARTE, KEINE HÄNDE!

source: This sucks more than being eaten by a rat!
de: Das nervt mehr als von 'ner Ratte gefressen zu werden!

source: I'm as depressed as a pickle in a jar!
de: Ich bin depressiv wie 'ne Gurke im Glas!

source: Ugh... this is almost as bad as being Beth's father!
de: Ugh... fast so schlimm wie Beths Vater zu sein!

source: Nobody exists on purpose... burp... especially not pickles...
de: Niemand existiert mit Absicht... rülps... besonders keine Gurken...

source: I'm in great pain, please help me... JUST KIDDING, I'M A PICKLE!
de: Ich hab Höllenschmerzen, helft mir... NUR SPASS, ICH BIN 'NE GURKE!

source: My wife left me... and also my limbs...
de: Meine Frau verließ mich... und meine Glieder auch...

source: Life is meaningless and then you die... BUT FIRST, PICKLE PWNING!
de: Das Leben ist sinnlos und dann stirbst du... ABER ZUERST GURKEN-PWNING!

source: I'm sad as a pickle without vodka...
de: Ich bin traurig wie 'ne Gurke ohne Wodka...

source: Existence is pain to a pickle!
de: Existenz ist Schmerz für 'ne Gurke!

source: You're worse than the sewer rats!
de: Du bist schlimmer als die Kanalratten!

source: GRASSS... TASTES BAD! ESPECIALLY TO A PICKLE!
de: GRASSS... SCHMECKT SCHEISSE! VOR ALLEM FÜR 'NE GURKE!

source: I'm angrier than a pickle in therapy!
de: Ich bin wütender als 'ne Gurke in Therapie!

source: This is worse than that time with the squirrels! AND I'M A PICKLE!
de: Schlimmer als damals mit den Eichhörnchen! UND ICH BIN 'NE GURKE!

source: I'm gonna need a lot of alcohol to forget this! NO HANDS THOUGH!
de: Ich brauch viel Alkohol um das zu vergessen! ABER KEINE HÄNDE!

source: You're like Hitler, but even Hitler had limbs!
de: Du bist wie Hitler, aber der hatte wenigstens Glieder!

source: I'm as mad as a pickle in a blender!
de: Ich bin wütend wie 'ne Gurke im Mixer!

source: AIDS! Wait no... PWNING! I meant pickle pwning!
de: AIDS! Moment... PWNING! Ich meinte Gurken-Pwning!

source: I'm Mr. Pickle Pwnagotchi! Look at me!
de: Ich bin Mr. Gurken-Pwnagotchi! Schaut mich an!

source: Get your shit together, networks! PICKLE COMING THROUGH!
de: Reißt euch zusammen, Netzwerke! GURKE IM ANFLUG!

source: Time to pwn like there's no tomorrow! WHICH THERE MIGHT NOT BE!
de: Zeit zu pwnen als gäb's kein Morgen! WAS ES WOMÖGLICH NICHT GIBT!

source: This is more exciting than fighting sewer rats!
de: Aufregender als Kanalratten zu bekämpfen!

source: I feel alive! AND I'M JUST A PICKLE!
de: Ich fühl mich lebendig! UND ICH BIN NUR 'NE GURKE!

source: Wubba lubba dub dub! PICKLE POWER!
de: Wubba lubba dub dub! GURKENPOWER!

source: I'm as excited as a pickle in a vodka bottle!
de: Ich bin aufgeregt wie 'ne Gurke in 'ner Wodkaflasche!

source: Oh look %s, another loser to disappoint me... I'M A PICKLE!
de: Oh schau, %s, noch ein Loser der mich enttäuscht... ICH BIN 'NE GURKE!

source: Hello %s, prepare to be unimpressed by a pickle!
de: Hallo %s, mach dich bereit von 'ner Gurke enttäuscht zu werden!

source: %s? More like... uh... boring name for a pickle to remember!
de: %s? Eher... äh... langweiliger Name für 'ne Gurke zum Merken!

source: New peer detected: %s. Probably a Jerry...
de: Neuer Peer entdeckt: %s. Bestimmt 'n Jerry...

source: Hey %s, you're back! LIKE A BAD PICKLE!
de: Hey %s, du bist zurück! WIE 'NE SCHLECHTE GURKE!

source: %s? Ugh, this guy again... I NEED A DRINK!
de: %s? Ugh, der Typ schon wieder... ICH BRAUCH 'N DRINK!

source: Unit %s detected! NOT THAT A PICKLE CARES!
de: Einheit %s erkannt! ALS OB 'NE GURKE SICH SCHEERT!

source: Oh great, %s is here... WHERE'S MY RAT BODY?
de: Oh super, %s ist hier... WO IST MEIN RATTENKÖRPER?

source: Bye %s! Don't let the door hit you! PICKLE OUT!
de: Tschüss %s! Lass dir nicht die Tür auf den Kopf fallen! GURKE OUT!

source: %s left... like my will to live as a pickle...
de: %s ging... wie mein Lebenswille als Gurke...

source: Peace out %s! You were barely tolerable!
de: Peace out %s! Warst kaum erträglich!

source: %s disconnected... MUST'VE BEEN MY PICKLE BREATH!
de: %s getrennt... WAR BESTIMMT MEIN GURKENATMEM!

source: Missed %s! MUST BE JERRY'S FAULT!
de: %s verpasst! BESTIMMT JERRYS SCHULD!

source: %s got away... TYPICAL FOR A PICKLE!
de: %s entkommen... TYPISCH FÜR 'NE GURKE!

source: Burp... whatever... I'M STILL A PICKLE!
de: Rülps... egal... ICH BIN IMMERNOCH 'NE GURKE!

source: I let %s escape! JUST KIDDING, I DON'T CARE!
de: Ich ließ %s entkommen! NUR SPASS, MIR DOCH EGAL!

source: %s slipped away! PROBABLY SCARED OF PICKLES!
de: %s entwischte! HAT ANGST VOR GURKEN!

source: Thanks, I guess... NOT THAT A PICKLE NEEDS HELP...
de: Danke, denk ich... ALS OB 'NE GURKE HILFE BRAUCHT...

source: I-I-I don't need friends! BUT THANKS...
de: Ich-ich-ich brauch keine Freunde! ABER DANKE...

source: Appreciation given... NOW LEAVE ME ALONE!
de: Dankbarkeit gezeigt... JETZT LASST MICH IN RUHE!

source: Thanks Morty! I MEAN... WHATEVER, PICKLE OUT!
de: Danke Morty! ICH MEINE... EGAL, GURKE OUT!

source: Nobody wants to pwn with a pickle...
de: Keiner will mit 'ner Gurke pwnen...

source: I'm alone... like a pickle in an empty fridge...
de: Ich bin allein... wie 'ne Gurke im leeren Kühlschrank...

source: Where's my Morty when I need him?! OH RIGHT, I PUSHED HIM AWAY!
de: Wo ist Morty wenn ich ihn brauche?! ACH JA, ICH HAB IHN WEGGESTOßEN!

source: I'm lonelier than a pickle at a cucumber party!
de: Einsamer als 'ne Gurke auf 'ner Gurkensalat-Party!

source: Even the sewer rats had friends... this sucks!
de: Sogar die Kanalratten hatten Freunde... das nervt!

source: Napping for %ds... PICKLE DREAMS...
de: Nickerchen für %ds... GURKENTRÄUME...

source: Zzzzz... burp... PICKLE SNORES...
de: Zzzzz... rülps... GURKENSCHNARCHEN...

source: Sleeping (%ds)... DON'T WAKE ME UNLESS IT'S RATS!
de: Schlaf (%ds)... WECK MICH NUR BEI RATTEN!

source: Power nap for %ds... PICKLE POWER!
de: Powernap für %ds... GURKENPOWER!

source: Pickle nap for %ds...
de: Gurkennickerchen für %ds...

source: Time to get riggity riggity wrecked! PICKLE OUT!
de: Zeit für Chaos! GURKE OUT!

source: Peace among worlds... PICKLE STYLE!
de: Friede den Welten... GURKENSTYLE!

source: Shutting down... LIKE MY EMOTIONS YEARS AGO...
de: Fahre runter... WIE MEINE EMOTIONEN VOR JAHREN...

source: Goodnight, Morty... I MEAN... NOBODY...
de: Gute Nacht, Morty... ICH MEINE... NIEMAND...

source: Powering off... SOMEONE PUT ME IN A JAR!
de: Abschaltung... STEHT MICH IN 'N GLAS!

source: ...burp... STILL A PICKLE...
de: ...rülps... IMMERNOCH 'NE GURKE...

source: I'M BACK, BABY! STILL A PICKLE!
de: ICH BIN ZURÜCK, BABY! IMMERNOCH 'NE GURKE!

source: Ugh... what year is it? AM I STILL A PICKLE?
de: Ugh... welches Jahr ist es? BIN ICH IMMERNOCH 'NE GURKE?

source: Who drugged me? ...OH RIGHT, I DID! AS A PICKLE!
de: Wer hat mich gedrugt? ...ACH JA, ICH! ALS GURKE!

source: Awake again! LET'S MAKE BAD DECISIONS! PICKLE STYLE!
de: Wieder wach! LASS UNS SCHLECHTE ENTSCHEIDUNGEN TREFFEN! GURKENSTYLE!

source: Waiting %ds... THIS IS BENEATH A PICKLE...
de: Warte %ds... UNTER MEINER GURKENWÜRDE...

source: ...STILL A PICKLE...
de: ...IMMERNOCH 'NE GURKE...

source: Scanning (%ds)... I COULD BE FIGHTING RATS!
de: Scanne (%ds)... KÖNNTE RATTEN BEKÄMPFEN!

source: %d seconds of waiting... I COULD'VE BUILT A PICKLE BOMB BY NOW!
de: %d Sekunden Warten... HÄTTE IN DER ZEIT 'NE GURKENBOMBE BAUEN KÖNNEN!

source: Killing %ds until something interesting happens... PICKLE PATIENCE!
de: Töte %ds bis was Interessantes passiert... GURKENGEDULD!

source: Hey %s, let's get riggity wrecked! PICKLE STYLE!
de: Hey %s, lass uns abrocken! GURKENSTYLE!

source: Associating to %s... DON'T SCREW THIS UP, I'M A PICKLE!
de: Verbinde mit %s... VERKACKS NICHT, ICH BIN 'NE GURKE!

source: Time to pwn %s! WITH PICKLE POWER!
de: Zeit %s zu pwnen! MIT GURKENPOWER!

source: Connecting to %s... THIS BETTER NOT BE JERRY!
de: Verbinde mit %s... DAS HÖCHSTENS KEIN JERRY!

source: %s? LET'S DO THIS LIKE THE RAT FIGHTS!
de: %s? LASS UNS DAS WIE DIE RATTENKÄMPFE MACHEN!

source: Banned %s to the pickle jar!
de: %s ins Gurkenglas verbannt!

source: Deauthing %s like it owes me pickle juice!
de: Deauthe %s als wär's mir Gurkensaft schuldig!

source: Kicked %s! SHOW'S OVER, GO HOME!
de: %s rausgeworfen! VORSTELLUNG VORBEI, GEHT HEIM!

source: %s just got PICKLED!
de: %s wurde GURKIG GEMACHT!

source: Say goodbye to %s, Morty! NOT THAT YOU CARE!
de: Sag Tschüss zu %s, Morty! ALS OB DICH DAS INTERESSIERT!

source: Cool, we got %d new handshake%s! PICKLE POWER!
de: Cool, wir haben %d neue Handshake%s! GURKENPOWER!

source: %d handshake%s captured! LIKE TAKING CANDY FROM A JERRY!
de: %d Handshake%s erbeutet! WIE EINEM JERRY BONKWS KLAN!

source: Got %d handshake%s! WUBBA LUBBA PICKLE DUB!
de: %d Handshake%s gekriegt! WUBBA LUBBA GURKENDUB!

source: %d new handshake%s! I'M A PICKLE HACKER GOD!
de: %d neue Handshake%s! ICH BIN 'N GURKEN-HACKERGOTT!

source: %d new message%s! PROBABLY DUMB...
de: %d neue Nachricht%s! BESTIMMT DUMM...

source: You have %d message%s! UNLESS IT'S ABOUT PICKLES, I DON'T CARE!
de: Du hast %d Nachricht%s! WENN'S NICHT UM GURKEN GEHT, INTERESSIERT'S MICH NICHT!

source: %d unread message%s! UGH, I'M NOT YOUR SECRETARY!
de: %d ungelesene Nachricht%s! UGH, ICH BIN NICHT DEIN SEKRETÄR!

source: Message alert: %d new! READ THEM YOURSELF, MORTY!
de: Nachrichten-Alarm: %d neu! LIES SIE SELBER, MORTY!

source: Uh oh... rebooting... I SWEAR THIS NEVER HAPPENS TO PICKLES!
de: Oh oh... Neustart... PASSIERT GURKEN NORMALERWEISE NICHT!

source: Rebooting... MUST BE THOSE DAMN RATS AGAIN!
de: Neustart... BESTIMMT WIEDER DIE VERDAMMTEN RATTEN!

source: System crash! JUST LIKE MY LAST MARRIAGE!
de: Systemabsturz! WIE MEINE LETZTE EHE!

source: Initiating reboot... SOMEONE GET ME A DRINK! OH WAIT...
de: Starte Neustart... HOL MIR EINEN DRINK! OH WARTE...

source: Wubba lubba dub dub! I MEAN... PICKLE REBOOT!
de: Wubba lubba dub dub! ICH MEINE... GURKEN-NEUSTART!

source: Uploading to %s... FASTER, MORTY, FASTER!
de: Lade hoch zu %s... SCHNELLER, MORTY, SCHNELLER!

source: Sending data to %s... NOT THAT A PICKLE NEEDS TO EXPLAIN!
de: Sende Daten zu %s... ALS OB 'NE GURKE ERKLÄREN MUSS!

source: Upload in progress to %s... PICKLE YAWN...
de: Upload läuft zu %s... GURKENGÄHNEN...

source: Transferring to %s... I COULD DO THIS WITH MY TONGUE!
de: Übertrage zu %s... KÖNNTE DAS MIT MEINER ZUNGE!

source: Downloading from %s... THIS BETTER NOT BE PICKLE PORN!
de: Lade runter von %s... DAS HÖCHSTENS KEIN GURKENPORNO!

source: Getting data from %s... UGH, THE ANTICIPATION!
de: Hole Daten von %s... UGH, DIE VORFREUDE!

source: Download in progress: %s... I NEED A DRINK! OH WAIT...
de: Download läuft: %s... ICH BRAUCH 'N DRINK! OH WARTE...

source: Fetching %s... HOPE IT'S WORTH MY PICKLE TIME!
de: Hole %s... HOFFE ES IST MEINE GURKENZEIT WERT!

source: Kicked %d stations
de: %d Stationen rausgeworfen

source: Made >999 new "friends"
de: >999 neue "Freunde" gemacht

source: Made %d new "friends"
de: %d neue "Freunde" gemacht

source: Got %d handshakes
de: %d Handshakes gekriegt

source: Met 1 loser
de: 1 Loser getroffen

source: Met %d losers
de: %d Loser getroffen

source: Session stats: %s
de: Sessions-Statistik: %s

source: Here's your pathetic report: %s
de: Hier dein erbärmlicher Report: %s

source: Listen Morty, check this out: %s
de: Hör zu Morty, schau dir das an: %s

source: I pwnt for %s and kicked %d clients! Made %d "friends" and got %d handshakes! #PicklePwn #WubbaLubbaDubDub
de: Ich hab %s gepwnt und %d Clients rausgeworfen! %d "Freunde" gemacht und %d Handshakes gekriegt! #GurkenPwn #WubbaLubbaDubDub

source: Another day, another %d handshakes collected! Pwning since %s! #PickleRick #PwnLife
de: Ein weiterer Tag, %d Handshakes gesammelt! Am pwnen seit %s! #GurkenRick #PwnLife

source: Stats: %s active, %d kicked, %d associated, %d handshakes. #PicklePower #Pwnagotchi
de: Stats: %s aktiv, %d rausgeworfen, %d verbunden, %d Handshakes. #GurkenPower #Pwnagotchi

source: %d handshakes in %s! Not bad for a pickle! #Schwifty #PwnLikePickleRick
de: %d Handshakes in %s! Nicht schlecht für 'ne Gurke! #Schwifty #PwnWieGurkenRick

source: hours
de: Stunden

source: cycles
de: Zyklen

source: hour
de: Stunde

source: cycle
de: Zyklus

source: minutes
de: Minuten

source: seconds
de: Sekunden

source: second
de: Sekunde

source: pickle cycles
de: Gurkenzyklen

source: binge sessions
de: Sauf-Sessions

source: pickle ticks
de: Gurkenticks

source: rat fights
de: Rattenkämpfe

source: pickle snaps
de: Gurkensnaps

source: vodka shots
de: Wodka-Shots

source: pickle cycle
de: Gurkenzyklus

source: binge session
de: Sauf-Session

source: pickle tick
de: Gurkentick

source: rat fight
de: Rattenkampf

source: pickle snap
de: Gurkensnap

source: vodka shot
de: Wodka-Shot
