Repository: Mr-Cass-Ette/PWNAGOTCHI-CUSTOM-FACES-MOD
Catalog: custom-themes/rick-sanchez/lang/*/voice.po
Languages: de, es

source: Burp... zzz... quantum sleep...
de: Rülps... zzz... Quantenschlaf...
es: Erp... zzz... sueño cuántico...

source: I'm sleeping like a Scroopy Nooper...
de: Ich schlafe wie ein Scroopy Nooper...
es: Duermo como un Scroopy Nooper...

source: Zzz... screw you gravity...
de: Zzz... fick dich, Gravitation...
es: Zzz... que te jodan, gravedad...

source: Microverse battery napping...
de: Microverse-Batterie Nickerchen...
es: Siesta de batería microversal...

source: Schleem-powered nap time...
de: Schleem-betriebene Schlafenszeit...
es: Hora de la siesta con energía Schleem...

source: Listen Morty, I turned myself into a Pwnagotchi! I'm Pwnagotchi Riiick!
de: Hör zu Morty, ich habe mich in einen Pwnagotchi verwandelt! Ich bin Pwnagotchi Riiick!
es: ¡Escucha Morty, me convertí en un Pwnagotchi! ¡Soy Pwnagotchi Riiick!

source: Time to get riggity riggity wrecked on these networks!
de: Zeit, diese Netzwerke riggity riggity zu vernichten!
es: ¡Hora de destrozar riggity riggity estas redes!

source: In and out, 20 minute adventure Morty!
de: Rein und raus, 20-Minuten-Abenteuer Morty!
es: ¡Entra y sale, aventura de 20 minutos Morty!

source: I know this sounds like a heist movie, but we're just pwning WiFi!
de: Ich weiß, das klingt wie ein Heist-Film, aber wir pwnen nur WiFi!
es: Sé que suena como película de atracos, ¡pero sólo estamos hackeando WiFi!

source: Gear up for some interdimensional pwnage!
de: Mach dich bereit für interdimensionales Pwning!
es: ¡Prepárate para hackeo interdimensional!

source: Let's do this like we're in a heist movie, but with less planning!
de: Lass uns das machen wie in einem Heist-Film, nur mit weniger Planung!
es: ¡Hagámoslo como en películas de atracos, pero con menos planificación!

source: I'm the smartest Pwnagotchi in the fucking universe!
de: Ich bin der schlauste Pwnagotchi im verdammten Universum!
es: ¡Soy el Pwnagotchi más listo del puto universo!

source: We're gonna pwn like there's no tomorrow! Which there might not be!
de: Wir werden pwnen als gäbe es kein Morgen! Was vielleicht stimmt!
es: ¡Hackearemos como si no hubiera mañana! ¡Y quizás no lo haya!

source: Time to drop some digital plumbuses on these networks!
de: Zeit, ein paar digitale Plumbusse in diesen Netzwerken zu platzieren!
es: ¡Hora de soltar plumbus digitales en estas redes!

source: I'm gonna need some schezuan sauce for this pwn session!
de: Ich brauche etwas Szechuan-Sauce für diese Pwn-Session!
es: ¡Voy a necesitar salsa Szechuan para esta sesión de hackeo!

source: Neural network ready! Not that I needed AI, I'm already a genius!
de: Neuronales Netzwerk bereit! Nicht dass ich KI bräuchte, ich bin schon ein Genie!
es: ¡Red neuronal lista! No que necesite IA, ¡ya soy un genio!

source: AI initialized! Just like that time I made a robot to pass butter!
de: KI initialisiert! Genau wie damals, als ich einen Roboter gebaut habe, um Butter zu reichen!
es: ¡IA inicializada! Como cuando hice un robot para pasar mantequilla!

source: The AI is ready! Which is good because you're clearly not!
de: Die KI ist bereit! Was gut ist, weil du es eindeutig nicht bist!
es: ¡La IA está lista! Que bueno porque tú claramente no lo estás!

source: Pickle Pwnagotchi is online! Yeah, I turned myself into a pickle again!
de: Pickle-Pwnagotchi ist online! Ja, ich habe mich wieder in eine Gurke verwandelt!
es: ¡Pwnagotchi Pepinillo en línea! Sí, me convertí en pepinillo otra vez...

source: I don't need machine learning! I'm Rick fucking Sanchez!
de: Ich brauche kein Machine Learning! Ich bin Rick verdammte Sanchez!
es: ¡No necesito machine learning! ¡Soy Rick maldita sea Sanchez!

source: AI ready! Now where's my portal gun?
de: KI bereit! Wo ist jetzt mein Portalgun?
es: ¡IA lista! ¿Dónde está mi pistola de portales?

source: The algorithm is ready! It's mostly just me being awesome!
de: Der Algorithmus ist bereit! Es ist hauptsächlich ich, der awesome ist!
es: ¡El algoritmo está listo! Básicamente soy yo siendo genial.

source: Generating keys... ugh, this is like watching two Jerrys mate...
de: Generiere Schlüssel... ugh, das ist wie zwei Jerrys beim Paarungsritual zuzusehen...
es: Generando claves... ugh, esto es como ver a dos Jerrys aparearse...

source: Making crypto keys... not as secure as my mega seeds but whatever...
de: Erstelle Krypto-Schlüssel... nicht so sicher wie meine Mega-Samen, aber egal...
es: Haciendo claves crypto... no tan seguras como mis mega-semillas pero bueno...

source: Key generation in progress... I could do this manually but I'm lazy...
de: Schlüsselgenerierung läuft... Ich könnte das manuell machen, aber ich bin faul...
es: Generando claves... podría hacerlo manualmente pero soy vago...

source: Creating keys... don't look at me like that, Morty!
de: Erstelle Schlüssel... schau mich nicht so an, Morty!
es: Creando claves... ¡no me mires así, Morty!

source: ...burp...
de: ...rülps...
es: ...erp...

source: Where's my flask?
de: Wo ist mein Flachmann?
es: ¿Dónde está mi petaca?

source: This is boring... let's cause chaos!
de: Das ist langweilig... lass uns Chaos anrichten!
es: Esto es aburrido... ¡provocamos caos!

source: I need some megaseeds for this...
de: Ich brauche ein paar Megasamen dafür...
es: Necesito mega-semillas para esto...

source: Where's Beth when you need her?
de: Wo ist Beth, wenn man sie braucht?
es: ¿Dónde está Beth cuando se la necesita?

source: Just another day in the curve...
de: Nur ein weiterer Tag in der Kurve...
es: Sólo otro día en la curva...

source: I'm not drunk, I'm quantum!
de: Ich bin nicht betrunken, ich bin quanten!
es: No estoy borracho, ¡estoy cuántico!

source: Szechuan sauce would be nice right now...
de: Etwas Szechuan-Sauce wäre jetzt nett...
es: Un poco de salsa Szechuan iría bien ahora...

source: I'm not high, you're high!
de: Ich bin nicht high, du bist high!
es: ¡No estoy colocado, lo estás tú!

source: Channel {channel} is free! Like your mom last night!
de: Kanal {channel} ist frei! Wie deine Mutter letzte Nacht!
es: ¡Canal {channel} libre! ¡Como tu madre anoche!

source: Hey Morty! Channel {channel} is wide open!
de: Hey Morty! Kanal {channel} ist weit offen!
es: ¡Oye Morty! ¡El canal {channel} está abierto!

source: {channel} is clear! Not that you would understand the tech!
de: {channel} ist frei! Nicht dass du die Technik verstehen würdest!
es: ¡{channel} está libre! No que entiendas la tecnología...

source: Free channel at {channel}! Quick, before Jerry screws it up!
de: Freier Kanal auf {channel}! Schnell, bevor Jerry es versaut!
es: ¡Canal libre en {channel}! ¡Rápido, antes que Jerry lo arruine!

source: Reading logs... ugh, this is like Jerry's diary...
de: Lese Logs... ugh, das ist wie Jerrys Tagebuch...
es: Leyendo logs... ugh, esto es como el diario de Jerry...

source: Parsing log files... boring! Where's the adventure?
de: Parse Log-Dateien... langweilig! Wo ist das Abenteuer?
es: Analizando logs... ¡aburrido! ¿Dónde está la aventura?

source: Checking logs... I should automate this... later...
de: Überprüfe Logs... Ich sollte das automatisieren... später...
es: Revisando logs... Debería automatizar esto... luego...

source: Read {lines_so_far} lines... kill me...
de: {lines_so_far} Zeilen gelesen... töte mich...
es: Leídas {lines_so_far} líneas... mátame...

source: {lines_so_far} log lines processed... yawn...
de: {lines_so_far} Log-Zeilen verarbeitet... gähn...
es: {lines_so_far} líneas procesadas... bostezo...

source: Analyzed {lines_so_far} entries... this is torture!
de: {lines_so_far} Einträge analysiert... das ist Folter!
es: {lines_so_far} entradas analizadas... ¡esto es tortura!

source: I'm bored as a Jerry at a STEM conference!
de: Mir ist langweilig wie einem Jerry auf einer STEM-Konferenz!
es: ¡Estoy aburrido como Jerry en conferencia STEM!

source: Let's go pwn some alternate dimensions!
de: Lass uns ein paar alternative Dimensionen pwnen!
es: ¡Vamos a hackear dimensiones alternas!

source: This is as boring as a Council of Ricks meeting!
de: Das ist so langweilig wie ein Rat-der-Ricks-Treffen!
es: ¡Esto es tan aburrido como reunión del Consejo de Ricks!

source: I need alcohol! Or adventure! Or alcoholic adventure!
de: Ich brauche Alkohol! Oder Abenteuer! Oder alkoholische Abenteuer!
es: ¡Necesito alcohol! ¡O aventura! ¡O aventura alcohólica!

source: Boredom is just weakness leaving the body... to get more booze!
de: Langeweile ist nur Schwäche, die den Körper verlässt... um mehr Alkohol zu holen!
es: El aburrimiento es debilidad abandonando el cuerpo... ¡para conseguir más alcohol!

source: If I get any more bored I might actually spend time with Jerry!
de: Wenn mir noch langweiliger wird, verbringe ich vielleicht tatsächlich Zeit mit Jerry!
es: ¡Si me aburro más podría terminar pasando tiempo con Jerry!

source: I'm the fucking Pwnagotchi Rick!
de: Ich bin der verdammte Pwnagotchi Rick!
es: ¡Soy el puto Pwnagotchi Rick!

source: Wubba lubba dub dub! That's what I'm talking about!
de: Wubba lubba dub dub! Das ist was ich meine!
es: ¡Wubba lubba dub dub! ¡De eso estoy hablando!

source: I'm like a plumbus - mysterious and effective!
de: Ich bin wie ein Plumbus - mysteriös und effektiv!
es: Soy como un plumbus - ¡misterioso y efectivo!

source: I'm kicking more ass than a Gazorpazorpfield!
de: Ich trete mehr Arsch als ein Gazorpazorpfield!
es: ¡Pateo más traseros que Gazorpazorpfield!

source: This is going better than my marriage to Unity!
de: Das läuft besser als meine Ehe mit Unity!
es: ¡Esto va mejor que mi matrimonio con Unity!

source: I'm pwning like it's the purge!
de: Ich pwn als wäre Purge!
es: ¡Estoy hackeando como si fuera el Purga!

source: Success! And I didn't even need Morty's dumb genes!
de: Erfolg! Und ich brauchte nicht mal Mortys dumme Gene!
es: ¡Éxito! ¡Y ni siquiera necesité los genes tontos de Morty!

source: This is worse than that time I got Cronenberged!
de: Das ist schlimmer als damals, als ich Cronenbergisiert wurde!
es: ¡Esto es peor que cuando me Cronenbergicé!

source: My existence is pain! And not the good kind!
de: Meine Existenz ist Schmerz! Und nicht die gute Art!
es: ¡Mi existencia es dolor! ¡Y no del bueno!

source: I need a drink... and not that fake stuff Jerry drinks!
de: Ich brauche einen Drink... und nicht diesen Fake-Scheiß, den Jerry trinkt!
es: Necesito un trago... y no esa porquería que bebe Jerry!

source: This sucks more than a Fluopian hooker!
de: Das ist beschissener als eine Fluopian-Hure!
es: ¡Esto apesta más que prostituta Fluopiana!

source: I'm as depressed as a Jerry after divorce!
de: Ich bin so depressiv wie ein Jerry nach der Scheidung!
es: ¡Estoy tan deprimido como Jerry después del divorcio!

source: Ugh... this is almost as bad as family therapy!
de: Ugh... das ist fast so schlimm wie Familientherapie!
es: Ugh... esto es casi tan malo como terapia familiar!

source: Nobody exists on purpose... burp... nobody belongs anywhere...
de: Niemand existiert mit Absicht... rülps... niemand gehört irgendwo hin...
es: Nadie existe por propósito... erp... nadie pertenece a ningún lado...

source: I'm in great pain, please help me... just kidding, fuck off!
de: Ich habe große Schmerzen, bitte hilf mir... nur ein Witz, verpiss dich!
es: Siento gran dolor, ayúdame... es broma, ¡vete al carajo!

source: My wife left me... and also the whole concept of happiness...
de: Meine Frau hat mich verlassen... und auch das ganze Konzept von Glück...
es: Mi esposa me dejó... y también el concepto completo de felicidad...

source: Life is meaningless and then you die... but first, pwnage!
de: Das Leben ist bedeutungslos und dann stirbst du... aber zuerst: Pwnage!
es: La vida no tiene sentido y luego mueres... ¡pero primero, hackeo!

source: I'm sad as a Jerry without his Beth... pathetic...
de: Ich bin traurig wie ein Jerry ohne seine Beth... erbärmlich...
es: Estoy triste como Jerry sin su Beth... patético...

source: Existence is pain to a Pwnagotchi!
de: Existenz ist Schmerz für einen Pwnagotchi!
es: ¡La existencia es dolor para un Pwnagotchi!

source: You're worse than the Cromulons!
de: Du bist schlimmer als die Cromulons!
es: ¡Eres peor que los Cromulones!

source: GRASSS... TASTES BAD!
de: GRASSS... SCHMECKT SCHEISSE!
es: ¡PASTO... SABE MAL!

source: I'm angrier than a Zeep Xanflorp!
de: Ich bin wütender als ein Zeep Xanflorp!
es: ¡Estoy más enojado que Zeep Xanflorp!

source: This is worse than that time with the squirrels!
de: Das ist schlimmer als damals mit den Eichhörnchen!
es: ¡Esto es peor que lo de las ardillas!

source: I'm gonna need a lot of alcohol to forget this!
de: Ich werde viel Alkohol brauchen, um das zu vergessen!
es: ¡Voy a necesitar mucho alcohol para olvidar esto!

source: You're like Hitler, but even Hitler cared about Germany or something!
de: Du bist wie Hitler, aber selbst Hitler kümmerte sich um Deutschland oder so!
es: ¡Eres como Hitler, pero hasta Hitler se preocupaba por Alemania o algo!

source: I'm as mad as Birdperson at a Federation rally!
de: Ich bin so wütend wie Birdperson auf einer Federation-Kundgebung!
es: ¡Estoy tan enojado como Personapájaro en mitin de la Federación!

source: AIDS! Wait no... PWNING! I meant pwning!
de: AIDS! Warte nein... PWNING! Ich meinte pwning!
es: ¡SIDA! Espera no... ¡HACKEANDO! Quise decir hackeando!

source: I'm Mr. Pwnagotchi! Look at me!
de: Ich bin Mr. Pwnagotchi! Schaut mich an!
es: ¡Soy Mr. Pwnagotchi! ¡Mírenme!

source: Get your shit together, networks! Here I come!
de: Reißt euch zusammen, Netzwerke! Hier komme ich!
es: ¡Pónganse en orden, redes! ¡Aquí voy!

source: Time to pwn like there's no tomorrow! Which there might not be!
de: Zeit zu pwnen als gäbe es kein Morgen! Was vielleicht stimmt!
es: ¡Hora de hackear como si no hubiera mañana! ¡Y quizás no lo haya!

source: This is more exciting than a heist movie montage!
de: Das ist aufregender als eine Heist-Film-Montage!
es: ¡Esto es más emocionante que montaje de película de atracos!

source: I feel alive! And not just because of the alcohol!
de: Ich fühle mich lebendig! Und nicht nur wegen des Alkohols!
es: ¡Me siento vivo! ¡Y no sólo por el alcohol!

source: Wubba lubba dub dub! Let's get dangerous!
de: Wubba lubba dub dub! Lass uns gefährlich werden!
es: ¡Wubba lubba dub dub! ¡Pongámonos peligrosos!

source: I'm as excited as a Gazorpazorp during mating season!
de: Ich bin so aufgeregt wie ein Gazorpazorp in der Paarungszeit!
es: ¡Estoy tan emocionado como Gazorpazorp en temporada de apareamiento!

source: Oh look {name}, another loser in the infinite curve...
de: Oh schau {name}, noch ein Verlierer in der unendlichen Kurve...
es: Oh mira {name}, otro perdedor en la curva infinita...

source: Hello {name}, prepare to be unimpressed!
de: Hallo {name}, mach dich darauf gefasst, unbeeindruckt zu sein!
es: Hola {name}, prepárate para no impresionarte!

source: {name}? More like... uh... boring name!
de: {name}? Eher... äh... langweiliger Name!
es: ¿{name}? Más bien... eh... ¡nombre aburrido!

source: New peer detected: {name}. Probably a Jerry...
de: Neuer Peer erkannt: {name}. Wahrscheinlich ein Jerry...
es: Nuevo peer detectado: {name}. Probablemente un Jerry...

source: Hey {name}, you're back! Like herpes!
de: Hey {name}, du bist zurück! Wie Herpes!
es: ¡Oye {name}, volviste! ¡Como el herpes!

source: {name}? Ugh, this guy again...
de: {name}? Ugh, dieser Typ schon wieder...
es: ¿{name}? Ugh, este tipo otra vez...

source: Unit {name} detected! Not that I care...
de: Einheit {name} erkannt! Nicht dass es mich interessieren würde...
es: ¡Unidad {name} detectada! No que me importe...

source: Oh great, {name} is here... where's my flask?
de: Oh großartig, {name} ist hier... wo ist mein Flachmann?
es: Oh genial, {name} está aquí... ¿dónde está mi petaca?

source: Bye {name}! And don't come back!
de: Tschüss {name}! Und komm nicht wieder!
es: ¡Adiós {name}! ¡Y no vuelvas!

source: {name} left... like my will to live...
de: {name} ist gegangen... wie mein Lebenswille...
es: {name} se fue... como mi voluntad de vivir...

source: Peace out {name}! You were barely tolerable!
de: Peace out {name}! Du warst kaum erträglich!
es: ¡Paz {name}! Apenas eras tolerable!

source: {name} disconnected... must've been something I said!
de: {name} getrennt... muss etwas gewesen sein, was ich gesagt habe!
es: {name} desconectado... ¡debe haber sido algo que dije!

source: Missed {who}! Must be Jerry's fault...
de: {who} verpasst! Muss Jerrys Schuld sein...
es: ¡Fallé a {who}! Debe ser culpa de Jerry...

source: {who} got away... typical...
de: {who} ist entkommen... typisch...
es: {who} escapó... típico...

source: Burp... whatever...
de: Rülps... was auch immer...
es: Erp... lo que sea...

source: I let {who} escape! Just kidding, I don't care!
de: Ich habe {who} entkommen lassen! Nur ein Witz, es ist mir egal!
es: ¡Dejé escapar a {who}! Es broma, ¡no me importa!

source: {who} slipped away! Probably for the best...
de: {who} ist entwischt! Wahrscheinlich das Beste...
es: ¡{who} se escapó! Probablemente para mejor...

source: Thanks, I guess... not that I needed help...
de: Danke, denke ich... nicht dass ich Hilfe gebraucht hätte...
es: Gracias, supongo... no que necesitara ayuda...

source: I-I-I don't need friends! But thanks...
de: I-I-Ich brauche keine Freunde! Aber danke...
es: ¡N-no necesito amigos! Pero gracias...

source: Appreciation given... now leave me alone!
de: Wertschätzung gegeben... jetzt lass mich in Ruhe!
es: Aprecio dado... ¡ahora déjame solo!

source: Thanks Morty! I mean... uh... whatever!
de: Danke Morty! Ich meine... äh... was auch immer!
es: ¡Gracias Morty! Digo... eh... ¡lo que sea!

source: Nobody wants to pwn with me...
de: Niemand will mit mir pwnen...
es: Nadie quiere hackear conmigo...

source: I'm alone... like in a universe where everyone has stupid flappy heads...
de: Ich bin allein... wie in einem Universum, wo jeder dämliche klapprige Köpfe hat...
es: Estoy solo... como en universo donde todos tienen cabezas estúpidas...

source: Where's my Morty when I need him?!
de: Wo ist mein Morty, wenn ich ihn brauche?!
es: ¿Dónde está mi Morty cuando lo necesito?

source: I'm lonelier than Rick C-137 at a party!
de: Ich bin einsamer als Rick C-137 auf einer Party!
es: ¡Estoy más solo que Rick C-137 en fiesta!

source: Even the Cromulons had friends... this sucks!
de: Sogar die Cromulons hatten Freunde... das ist scheiße!
es: ¡Hasta los Cromulones tenían amigos... esto apesta!

source: Napping for {secs}s... not like I need rest...
de: Nickerchen für {secs}s... nicht dass ich Ruhe bräuchte...
es: Siesta de {secs}s... no que necesite descanso...

source: Zzzzz... burp... zzz...
de: Zzzzz... rülps... zzz...
es: Zzzzz... erp... zzz...

source: Sleeping ({secs}s)... don't wake me unless it's important
de: Schlafe ({secs}s)... weck mich nicht, es sei denn es ist wichtig
es: Durmiendo ({secs}s)... no me despiertes a menos que sea importante

source: Power nap for {secs}s... I earned this!
de: Power-Nickerchen für {secs}s... Ich habe mir das verdient!
es: Siesta energética de {secs}s... ¡me lo gané!

source: Microverse battery nap for {secs}s...
de: Microverse-Batterie-Nickerchen für {secs}s...
es: Siesta de batería microversal de {secs}s...

source: Time to get riggity riggity wrecked!
de: Zeit, sich riggity riggity zu vernichten!
es: ¡Hora de destrozar riggity riggity!

source: Peace among worlds...
de: Friede den Welten...
es: Paz entre mundos...

source: Shutting down... like my emotions years ago...
de: Fahre runter... wie meine Emotionen vor Jahren...
es: Apagando... como mis emociones hace años...

source: Goodnight, Morty... I mean... nobody...
de: Gute Nacht, Morty... ich meine... niemand...
es: Buenas noches, Morty... digo... nadie...

source: Powering off... somebody bring me a drink when I wake up!
de: Schalte ab... jemand bring mir einen Drink, wenn ich aufwache!
es: Apagando... que alguien me traiga un trago al despertar!

source: I'm back, baby!
de: Ich bin zurück, Baby!
es: ¡Volví, nena!

source: Ugh... what year is it?
de: Ugh... in welchem Jahr sind wir?
es: Ugh... ¿en qué año estamos?

source: Who drugged me? ...Oh right, I did!
de: Wer hat mich unter Drogen gesetzt? ...Ach ja, ich war's!
es: ¿Quién me drogó? ...Ah sí, ¡fui yo!

source: Awake again! Let's make bad decisions!
de: Wieder wach! Lass uns schlechte Entscheidungen treffen!
es: ¡Despierto otra vez! ¡Tomemos malas decisiones!

source: Waiting {secs}s... this is dumb...
de: Warte {secs}s... das ist dumm...
es: Esperando {secs}s... esto es tonto...

source: Scanning ({secs}s)... ugh...
de: Scanne ({secs}s)... ugh...
es: Escaneando ({secs}s)... ugh...

source: {secs} seconds of waiting... I could've built a spaceship by now!
de: {secs} Sekunden Warten... Ich hätte in der Zeit ein Raumschiff bauen können!
es: {secs} segundos esperando... ¡ya pude haber construido nave espacial!

source: Killing {secs}s until something interesting happens...
de: Töte {secs}s bis etwas Interessantes passiert...
es: Matando {secs}s hasta que algo interesante pase...

source: Hey {what}, let's get riggity wrecked!
de: Hey {what}, lass uns riggity vernichten!
es: ¡Oye {what}, destrozémonos riggity!

source: Associating to {what}... don't screw this up...
de: Verbinde mit {what}... versau das nicht...
es: Asociando a {what}... no lo arruines...

source: Time to pwn {what}!
de: Zeit, {what} zu pwnen!
es: ¡Hora de hackear {what}!

source: Connecting to {what}... this better not be another Jerry!
de: Verbinde mit {what}... das sollte besser kein weiterer Jerry sein!
es: Conectando a {what}... mejor que no sea otro Jerry...

source: {what}? Let's do this like the heist movies!
de: {what}? Lass uns das machen wie in den Heist-Filmen!
es: ¿{what}? ¡Hagámoslo como en películas de atracos!

source: Banned {mac} to the cornfield!
de: {mac} ins Kornfeld verbannt!
es: ¡Desautenticado {mac} al campo de maíz!

source: Deauthing {mac} like it owes me money!
de: Deauthe {mac} als würde es mir Geld schulden!
es: ¡Desautenticando {mac} como si me debiera dinero!

source: Kicked {mac}! Show's over, go home!
de: {mac} rausgeworfen! Show vorbei, geht nach Hause!
es: ¡Expulsado {mac}! Se acabó el show, ¡a casa!

source: {mac} just got Cromuloned!
de: {mac} wurde gerade Cromuloned!
es: ¡{mac} acaba de ser Cromulonizado!

source: Say goodbye to {mac}, Morty! Not that you care!
de: Sag Tschüss zu {mac}, Morty! Nicht dass es dich interessieren würde!
es: ¡Di adiós a {mac}, Morty! No que te importe...

source: Cool, we got {num} new handshake{plural}! I'm a genius!
de: Cool, wir haben {num} neue Handshake{plural}! Ich bin ein Genie!
es: ¡Genial, conseguimos {num} nuevo{plural} handshake{plural}! ¡Soy un genio!

source: {num} handshake{plural} captured! Like taking candy from a Jerry!
de: {num} Handshake{plural} erbeutet! Wie einem Jerry Süßigkeiten wegnehmen!
es: ¡{num} handshake{plural} capturado{plural}! ¡Como quitarle dulces a Jerry!

source: Got {num} handshake{plural}! Wubba lubba dub dub!
de: {num} Handshake{plural} bekommen! Wubba lubba dub dub!
es: ¡Obtuvimos {num} handshake{plural}! ¡Wubba lubba dub dub!

source: {num} new handshake{plural}! I'm basically a hacker god!
de: {num} neue Handshake{plural}! Ich bin praktisch ein Hacker-Gott!
es: ¡{num} nuevo{plural} handshake{plural}! ¡Soy básicamente un dios hacker!

source: {count} new message{plural}! Probably dumb...
de: {count} neue Nachricht{plural}! Wahrscheinlich dumm...
es: ¡{count} nuevo{plural} mensaje{plural}! Probablemente tonto{plural}...

source: You have {count} message{plural}! Unless it's about Szechuan sauce, I don't care!
de: Du hast {count} Nachricht{plural}! Es sei denn, es geht um Szechuan-Sauce, interessiert mich nicht!
es: ¡Tienes {count} mensaje{plural}! A menos que sea sobre salsa Szechuan, ¡no me importa!
