Repository: Mr-Cass-Ette/PWNAGOTCHI-CUSTOM-FACES-MOD
Catalog: custom-themes/rick-sanchez/lang/*/voice.po
Languages: de, es

source: {count} unread message{plural}! Ugh, I'm not your secretary!
de: {count} ungelesene Nachricht{plural}! Ugh, ich bin nicht dein Sekretär!
es: ¡{count} mensaje{plural} sin leer! Ugh, ¡no soy tu secretario!

source: Message alert: {count} new! Read them yourself, Morty!
de: Nachrichten-Alarm: {count} neu! Lies sie selbst, Morty!
es: ¡Alerta de mensajes: {count} nuevo{plural}! ¡Léelos tú mismo, Morty!

source: Uh oh... rebooting... I swear this never happens!
de: Oh oh... Neustart... Ich schwöre, das passiert nie!
es: Oh oh... reiniciando... ¡juro que esto nunca pasa!

source: Rebooting... must be those damn squirrels again!
de: Starte neu... müssen wieder diese verdammten Eichhörnchen sein!
es: Reiniciando... deben ser esas malditas ardillas otra vez...

source: System crash! Just like my last marriage!
de: Systemabsturz! Genau wie meine letzte Ehe!
es: ¡Caída del sistema! ¡Como mi último matrimonio!

source: Initiating reboot... somebody get me a drink!
de: Starte Neustart... jemand hol mir einen Drink!
es: Iniciando reinicio... ¡que alguien me traiga un trago!

source: Wubba lubba dub dub! I mean... rebooting!
de: Wubba lubba dub dub! Ich meine... Neustart!
es: ¡Wubba lubba dub dub! Digo... ¡reiniciando!

source: Uploading to {to}... faster, Morty, faster!
de: Lade hoch zu {to}... schneller, Morty, schneller!
es: ¡Subiendo a {to}... más rápido, Morty, más rápido!

source: Sending data to {to}... not that you'd understand!
de: Sende Daten zu {to}... nicht dass du es verstehen würdest!
es: Enviando datos a {to}... no que lo entenderías...

source: Upload in progress to {to}... yawn...
de: Upload läuft zu {to}... gähn...
es: Subiendo a {to}... bostezo...

source: Transferring to {to}... I could do this manually but whatever!
de: Übertrage zu {to}... Ich könnte das manuell machen, aber was soll's!
es: Transfiriendo a {to}... podría hacerlo manualmente pero ¡qué más da!

source: Downloading from {name}... this better not be porn!
de: Lade herunter von {name}... das sollte besser kein Porn sein!
es: Descargando de {name}... mejor que no sea porno...

source: Getting data from {name}... ugh, the anticipation!
de: Hole Daten von {name}... ugh, die Vorfreude!
es: Obteniendo datos de {name}... ugh, ¡la anticipación!

source: Download in progress: {name}... I need a drink!
de: Download läuft: {name}... Ich brauche einen Drink!
es: Descargando: {name}... ¡necesito un trago!

source: Fetching {name}... hope it's worth my time!
de: Hole {name}... hoffe, es ist meine Zeit wert!
es: Trayendo {name}... ¡espero que valga mi tiempo!

source: Kicked {num} stations
de: {num} Stationen rausgeworfen
es: Expulsadas {num} estaciones

source: Made >999 new "friends"
de: >999 neue "Freunde" gemacht
es: Hechos >999 nuevos "amigos"

source: Made {num} new "friends"
de: {num} neue "Freunde" gemacht
es: Hechos {num} nuevos "amigos"

source: Got {num} handshakes
de: {num} Handshakes bekommen
es: Obtenidos {num} handshakes

source: Met 1 loser
de: 1 Verlierer getroffen
es: Conocido 1 perdedor

source: Met {num} losers
de: {num} Verlierer getroffen
es: Conocidos {num} perdedores

source: Session stats: {status}
de: Sitzungsstatistik: {status}
es: Estadísticas de sesión: {status}

source: Here's your pathetic report: {status}
de: Hier ist dein erbärmlicher Bericht: {status}
es: Aquí tu patético reporte: {status}

source: Listen Morty, check this out: {status}
de: Hör zu Morty, sieh dir das an: {status}
es: Escucha Morty, mira esto: {status}

source: I pwnt for {duration} and kicked {deauthed} clients! Made {associated} "friends" and got {handshakes} handshakes! #PwnagotchiRick #WubbaLubbaDubDub
de: Ich habe für {duration} gepwnt und {deauthed} Clients rausgeworfen! {associated} "Freunde" gemacht und {handshakes} Handshakes bekommen! #PwnagotchiRick #WubbaLubbaDubDub
es: ¡Hackeé por {duration} y expulsé {deauthed} clientes! ¡Hice {associated} "amigos" y conseguí {handshakes} handshakes! #PwnagotchiRick #WubbaLubbaDubDub

source: Another day, another {handshakes} handshakes collected! Pwning since {duration}! #NoobNoob #PwnLife
de: Ein weiterer Tag, weitere {handshakes} Handshakes gesammelt! Pwne seit {duration}! #NoobNoob #PwnLife
es: ¡Otro día, otros {handshakes} handshakes recolectados! ¡Hackeando desde {duration}! #NoobNoob #PwnLife

source: Stats: {duration} active, {deauthed} kicked, {associated} associated, {handshakes} handshakes. #RickestRick #Pwnagotchi
de: Stats: {duration} aktiv, {deauthed} rausgeworfen, {associated} verbunden, {handshakes} Handshakes. #RickestRick #Pwnagotchi
es: Stats: {duration} activo, {deauthed} expulsados, {associated} asociados, {handshakes} handshakes. #RickestRick #Pwnagotchi

source: {handshakes} handshakes in {duration}! Not bad for a drunk Pwnagotchi! #Schwifty #PwnLikeRick
de: {handshakes} Handshakes in {duration}! Nicht schlecht für einen betrunkenen Pwnagotchi! #Schwifty #PwnLikeRick
es: ¡{handshakes} handshakes en {duration}! ¡Nada mal para un Pwnagotchi borracho! #Schwifty #PwnLikeRick

source: hours
de: Stunden
es: horas

source: cycles
de: Zyklen
es: ciclos

source: minutes
de: Minuten
es: minutos

source: seconds
de: Sekunden
es: segundos

source: hour
de: Stunde
es: hora

source: cycle
de: Zyklus
es: ciclo

source: minute
es: minuto

source: second
de: Sekunde
es: segundo
